brew "tmux"
brew "starship"
brew "pkg-config"
brew "xz"
brew "hyperfine"
brew "thefuck"
brew "bun"
brew "gpg"
brew "mise"
brew "bat"

cask "raycast"
cask "visual-studio-code"
cask "firefox"
cask "spotify"
cask "1password-cli"
cask "notion"
cask "bluesnooze"

mas "Microsoft To-Do", id: 1274495053
mas "1Password for Safari", id: 1569813296
